Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Accordingly, some reforms to the present regime of privileges and immunities are advisable.
zh: 因此，宜对目前的特权与豁免制度进行某些改革。

source: Several possible measures have been outlined above for consideration by Parties.
zh: 以上概述了一些可能的措施，供缔约方考虑。

source: The COP/MOP is invited to consider what reforms are necessary to ensure that members, alternates and experts of constituted bodies have the necessary privileges and immunities to carry out their functions under the Kyoto Protocol, and what process shall be put in place to settle disputes brought by third parties.
zh: 请《议定书》/《公约》缔约方会议审议需要进行哪些改革，以确保各组成机构的成员、候补成员和专家享有履行《京都议定书》之下的职能所需的特权与豁免，以及应设置何种程序以解决第三方提出的争端。

source: United Nations Treaty Series 15, 13 February 1946.
zh: 《联合国条约集15》，1946年2月13日。

source: The 1982 United Nations Convention on the Law of the Sea provides privileges and immunities for representatives of State Parties attending meetings of the Assembly, the Council or organs of the Assembly or the Council, and the Secretary-General and staff of the Authority, and for members of the International Tribunal of the Law of the Sea, in the exercise of their functions (Part XI, Article 182, and Annex VI, Article 10, of the 1982 United Nations Convention on the Law of the Sea).
zh: 1982年《联合国海洋法公约》为出席海洋法大会、理事会或二者的下属机关会议的缔约国代表、管理局秘书长和工作人员以及国际海洋法法庭成员履行职能规定了特权与豁免(1982年《联合国海洋法公约》第十一部分第一百八十二条和附件六第十条)。

source: The Agreement establishing the World Trade Organization (WTO) grants to its Members, representatives of Members and the officials of the WTO privileges and immunities similar to those stipulated in the General Convention (Article VIII of the Agreement Establishing the World Trade Organization of 2002).
zh: 《设立世界贸易组织(世贸组织)的协定》为其成员、成员代表和世贸组织职员规定了特权与豁免，类似于《联合国特权及豁免公约》的规定(2002年《设立世界贸易组织的协定》第八条)。

source: Under the Montreal Protocol on Substances that Deplete the Ozone Layer, the Meeting of the Parties adopted decision VI/16 which provides that the Multilateral Fund and officials of the Multilateral Fund shall enjoy such privileges and immunities as are needed for the independent exercise of their official functions.
zh: 在《关于消耗臭氧层物质的蒙特利尔议定书》之下，缔约方会议通过了第VI/16号决定，其中规定多边基金以及该基金的职员应享有独立履行公务所需的特权与豁免。

source: Difference Relating to Immunity from Legal Process of a Special Rapporteur of the Commission on Human Rights, Advisory Opinion of 29 April 1999 (The Cumaraswamy Case) I.C.J. Reports, 1999, pp. 62 and 66.
zh: “关于人权委员会特别报告员享有法律程序豁免的争议”，1999年4月29日咨询意见(库马拉斯瓦米案)《1999年国际法院报告书》，第62和66页。

source: Section 23 of the General Convention grants to United Nations experts on mission the following additional privileges and immunities: immunity from personal arrest and detention and from seizure of personal baggage; the right to use codes and to send correspondence by courier or in sealed bags; and the same currency facilities and personal baggage facilities as are accorded to diplomatic envoys.
zh: 《特权及豁免公约》第二十三节给予负有使命的专家以下列额外的特权与豁免：豁免个人被拘捕和拘留及其行李之被扣押；有权使用密码及以专差或密封邮袋发送信件；与外国政府代表所享有的同样的货币便利和个人行李便利。

source: The Executive Board has established three panels - the Accreditation Panel, the Methodologies Panel, and the Small-Scale Panel - and two working groups - the Working Group on Afforstation and Reforestation for CDM project activities, and the Small-Scale Working Group.
zh: 执行理事会设立了三个专门小组―资格认证小组、方法学小组和小规模小组，以及两个工作组―清洁发展机制项目活动造林和再造林工作组和小规模工作组。

source: For example, suspension or termination of members or alternates of the Executive Board (see CDM modalities and procedures, paragraph 10).
zh: 例如，暂停或终止执行理事会理事或代表资格(见清洁发展机制模式和程序，第10段)。

source: Version: 23-09-05; 10:10 AM
zh: 联合国

source: The Board has requested the COP/MOP to consider what steps to take to find a solution.
zh: Original: ENGLISH

source: This document highlights some of the potential risks of legal action that members, alternates and experts of constituted bodies face when discharging their functions under the Kyoto Protocol.
zh: 气候变化框架公约

source: Agenda items 96 and 97
zh: 议程项目96和97

source: Letter dated 15 June 2005 from the chargé d'affaires a.i. of the Permanent Mission of Burkina Faso to the United Nations addressed to the President of the General Assembly
zh: 2005年6月15日布基纳法索常驻联合国代表团临时代办给大会主席的信

source: Acting on instructions from the Government of Burkina Faso, I have the honour to forward herewith, a copy of the report of the national seminar on the implementation of the universal instruments to combat terrorism, transnational organized crime and corruption (see annex).
zh: 奉布基纳法索政府指示，谨随函转递2005年1月5日至7日在瓦加杜古举行的打击恐怖主义、跨国有组织犯罪和腐败国际文书实施问题全国讨论会的报告（见附件）。

source: I would be grateful if you could have the report circulated to Member States as an official document of the General Assembly under agenda items 96 and 97.
zh: 请将该报告作为大会议程项目96和97的文件提请联合国会员国注意为荷。

source: (Signed) François Oubida Chargé d'affaires a.i.
zh: 弗朗索瓦·乌比达（签名）

source: Annex to the letter dated 15 June from the chargé d'affaires a.i. of the Permanent Mission of Burkina Faso to the United Nations addressed to the President of the General Assembly
zh: 2005年6月15日布基纳法索常驻联合国代表团临时代办给大会主席的信的附件

source: Report of the national seminar on the implementation of the universal instruments to combat terrorism, transnational organized crime and corruption
zh: 打击恐怖主义、跨国有组织犯罪和腐败国际文书实施问题全国讨论会的报告

source: A national workshop on the implementation of universal instruments to combat terrorism, transnational organized crime, terrorism and corruption was held in the conference hall of the Ministry of Foreign Affairs and Regional Cooperation from 5 to 7 January 2005.
zh: 2005年1月5日至7日，打击恐怖主义、跨国有组织犯罪和腐败国际文书实施问题全国讲习班在外交与区域合作部会议厅举行。

source: The seminar was organized by the Ministry of Justice with the cooperation of the Ministry of Foreign Affairs and Regional Cooperation and with technical and financial support from the United Nations Office on Drugs and Crime (UNODC).
zh: 这次讨论会由司法部举办，并得到外交与区域合作部的协助，以及联合国毒品和犯罪问题办事处（禁毒办）的技术与财政支助；共有四十多人代表有关部委参加了讨论会。

source: The report on the seminar is divided into the following sections:
zh: 本报告将介绍讨论会情况，主要阐述以下几点：

source: Seminar objectives
zh: 1. 讨论会的目标

source: Presentation of the Organizing Committee
zh: 2. 组委会情况

source: Opening Ceremony
zh: 3. 开幕式

source: Workshop outcomes
zh: 4. 工作情况

source: General objective
zh: 5. 讲习班成果

source: This workshop, conducted within the context of the review of the current criminal procedures code was aimed at promoting ownership, by national experts, of those universal instruments adopted to combat transnational organized crime, corruption and terrorism which Burkina Faso had ratified or was in the process of ratifying.
zh: 此次讲习班是在进行中的刑法修订过程框架下举办，旨在促进本国专家掌握布基纳法索已批准或正在批准过程中的关于跨国有组织犯罪、腐败和恐怖主义的国际文书。

source: Specific objectives
zh: 2. 具体目标

source: (a) To assist Burkina Faso in the implementation of conventions against transnational organized crime, corruption and of universal instruments to combat terrorism;
zh: (a) 协助布基纳法索实施打击跨国有组织犯罪、腐败和恐怖主义的各项国际文书；

source: (b) To train and educate national experts about the aforementioned instruments and identify with them those provisions which must be incorporated;
zh: (b) 对本国专家进行有关上述各项文书的培训，使其了解有关情况，并与其确定哪些条款应纳入国内法；

source: (c) To provide appropriate assistance in the incorporation of instruments to combat transnational organized crime, corruption and terrorism in the penal code and criminal procedure of Burkina Faso;
zh: (c) 对将打击跨国有组织犯罪、腐败和恐怖主义的各项文书纳入布基纳法索刑法和刑事诉讼法提供适当协助；

source: (d) To train magistrates and security forces such as the police, gendarmerie and customs officers about the international cooperation mechanisms available under those instruments.
zh: (d) 对法官和安全力量（警察、宪兵、海关等）进行有关这些文书所定国际合作机制的培训。

source: Organizing Committee
zh: 二. 组委会

source: The seminar was jointly organized by UNODC and Burkina Faso.
zh: 此次讨论会是由禁毒办和布基纳法索共同举办的。

source: National organization was mainly the responsibility of the Ministry of Justice (through the Office of its Director in charge of legislation and documentation) working with help from the Ministry of Foreign Affairs and Regional Cooperation, which hosted the meeting.
zh: 在国家一级，组织工作主要由司法部通过法律和文件司承办，并得到外交与区域合作部的协助，由该部提供了会议场所。

source: More specifically, the Organizing Committee was jointly coordinated by Cheick D. Ouedraogo, First President of the Court of Appeal and D. Etienne Ouoba, Director in charge of legislation and documentation.
zh: 具体来讲，最高法院第一院长Cheick D. OUEDRAOGO先生与法律和文件司司长D. Etienne OUEBA先生共同协调了此次讨论会的组委会工作。

source: Other members of the Committee were:
zh: 组委会成员还有：

source: • Ms. Wendyam Zare née Kabore and Ms. Adelaide Dembele, members of DLD;
zh: • 法律和文件司的ZARE Wendyam（闺姓KABORE）女士与DEMBELE Adélaïde女士；

source: • Mr. Tounsida Clément Sawadogo, member of DLD;
zh: • 法律和文件司的Tounsida Clément SAWADOGO先生；

source: • Mr. Boureima Kalaga, Mr. André Ouedraogo and Mr. Batangnon Lamine, members of DLD; and
zh: • 法律和文件司的KALAGA Boureima先生、OUEDRAOGO André先生和Batangnon LAMINE先生；

source: • Mr. Issouffou Ouedraogo, Director of communications and the ministerial press, and Mr. Hamidou Simpore, Chief of Protocol in the Ministry of Justice.
zh: • 司法部通信和新闻司司长OUEDRAOGO Issoufou先生和礼宾司司长Hamidou SIMPORE先生。

source: Opening ceremony
zh: 三. 开幕式

source: The opening ceremony was presided over by the Ministry of Justice and was graced by the presence of many eminent persons such as:
zh: 开幕式由司法和掌玺部长支持，有很多要人出席，包括：

source: - holders of high national office;
zh: - 各位国家高等法院院长；

source: - the honourable ministers for foreign affairs and regional cooperation, of national security, labour, employment and youth, of budget and finance and for the promotion of human rights;
zh: - 外交与区域合作部，安全部，劳动、就业和青年部，财政预算部，以及促进人权部各部部长；

source: - the head of the national security agency;
zh: - 宪兵队参谋长；

source: - the inspector-general of police;
zh: - 国家警察署长；

source: - the chairman of the anti-corruption authority; and
zh: - 反恐高级当局主任；

source: - many others.
zh: - 其他各方人士。

source: Three statements were made at the opening ceremony:
zh: 开幕式上有三位人士发表了讲话：

source: - welcoming remarks by the Director in charge of legislation and documentation;
zh: - 法律和文件司司长致欢迎词；

source: - a statement by Mr. Jean-Paul Laborde, representative of UNODC; and
zh: - 禁毒办代表Jean-Paul Laborde先生讲话；

source: - the opening statement by the Minister of Justice.
zh: - 司法和掌玺部长最后致开幕词。

source: In his welcoming remarks, Mr Etienne Ouoba, Director in charge of legislation and documentation at the Ministry of Justice, stressed the importance of implementing the universal instruments against terrorism, transnational organized crime and corruption.
zh: 司法部法律和文件司司长Etienne OUEBA先生在致欢迎词时，尤其强调实施打击跨国有组织犯罪、腐败和恐怖主义的各项国际文书的重要性。

source: The representative of UNODC highlighted the pioneering role of the seminar which offered participants the opportunity, on the one hand, to receive appropriate information on the universal instruments to combat terrorism, transnational organized crime and corruption and bring the legislation of Burkina Faso into line with those instruments, and, on the other hand, to deepen the international cooperation mechanisms available to them for combating crime.
zh: 禁毒办的代表强调指出，此次讨论会具有示范作用，参加者可借此机会了解关于打击跨国有组织犯罪、腐败和恐怖主义的各项国际文书的适当信息，并使布基纳法索法律与这些文书取得一致，同时还可加强他们可采用的国际刑事合作机制。

source: His keen appreciation went to the authorities of Burkina Faso for their warm hospitality and for their quality organization of the seminar.
zh: 他衷心感谢布基纳法索当局的热情接待和高质量地举办了讨论会。

source: In his opening statement, Mr. Boureima Badini, Minister of Justice, said that its geographical location made Burkina Faso a transit point for criminal networks.
zh: 在致开幕词时，司法和掌玺部长Boureima BADINI先生首先指出，由于地理位置原因，本国成为犯罪网络的中转地区。

source: He therefore welcomed the current efforts being made to institute cooperation between Burkina Faso and UNODC.
zh: 因此，此次协商非常重要，应当促成本国与禁毒办之间富有成效的合作。

source: - the poverty reduction strategy framework;
zh: - 减贫战略框架；

source: - the anti-corruption coordination authority; and
zh: - 反腐败高级协调局；

source: - the plan of action for combating child trafficking.
zh: - 打击贩卖儿童行动计划。

source: To combat effectively the scourges of terrorism, transnational organized crime and corruption, he stressed the importance of the seminar which would enable Burkina Faso to institute the necessary legal framework for incorporating the global provisions into the law of Burkina Faso as well as to train its magistrates and law enforcement agencies.
zh: 为有效打击恐怖主义、跨国有组织犯罪和腐败等祸患，他强调此次讨论会非常重要，可使布基纳法索建立必要的法律框架，以便将就关条款纳入布基纳法索国内法，并对法官和执法部门进行培训。

source: Proceedings
zh: 四. 工作情况

source: In substance, the national seminar on the implementation of universal instruments to combat transnational organized crime, terrorism and corruption provided a forum for addressing the following themes:
zh: 在打击恐怖主义、跨国有组织犯罪和腐败国际文书实施问题全国讨论会的内容下，制定了一套专题，包括：

source: Overview of the instruments to combat transnational organized crime and terrorism
zh: 1. 打击有组织犯罪和恐怖主义文书概览

source: The first presentation enabled participants to focus specifically on the universal instruments to combat terrorism and transnational organized crime and the United Nations Convention against Transnational Organized Crime and its three protocols dealing with trafficking in persons, smuggling of migrants and the illicit manufacture of and trafficking in firearms, which Burkina Faso has ratified.
zh: 通过第一项阐述，详细介绍了打击恐怖主义和有组织犯罪的各项国际文书，以及布基那法索已经批准的《联合国打击跨国有组织犯罪公约》及其关于贩卖人口、偷运移民和非法制造贩运枪支的三项议定书。

source: In terms of combating terrorism, the experts presented the 12 universal instruments for combating terrorism and some resolutions.
zh: 在打击恐怖主义方面，专家们阐述了12项打击恐怖主义国际文书和若干项决议。

source: A highly fruitful exchange of views ensued at the end of which participants made comments which were subsequently incorporated into the recommendations and plan of action.
zh: 随后进行了非常富有成果的意见交流，并提出评论纳入了建议和行动计划。

source: Techniques for implementing the universal instruments against terrorism, the United Nations Convention against Transnational Organized Crime and its protocols
zh: 2. 关于实施打击恐怖主义国际文书和打击跨国有组织犯罪公约及其议定书的技术问题

source: The presentation of these techniques jointly by the three experts was aimed, on the one hand, at highlighting the criminalization provisions contained in the aforementioned instruments and, on the other, at formulating — based on analysis of relevant positive law in Burkina Faso — the measures to be taken as needed to incorporate them in legislation.
zh: 三名专家共同阐述了这些技术问题，以突出介绍上述各项文书所载的刑事定罪，并通过对布基纳法索有关人为法的分析，制定了应酌情采取的措施，以将其纳入立法。

source: Two preliminary comments were made to introduce this module:
zh: 根据以下两条初步评论制定了纳入国内法的模式：

source: - the first spelled out the substance of the document;
zh: - 一是要明确文书的内容；

source: - the second focused on modalities for incorporation — namely, amendment of the penal code or drafting of stand-alone legislation — which was left to the discretion of the States.
zh: - 二是应由各国自行决定采取哪一种纳入国内法方式，包括修订刑法或制定单独法律。

source: It was also noted that these techniques could apply not only to the provisions relating to criminalization but to all the provisions of a convention.
zh: 此外，这些办法可适用于刑事定罪的实施以及其他公约条款的实施。

source: The presentation focused on the criminalization in the two types of universal instruments.
zh: 阐述中还进一步介绍了两类国际文书所定的刑事犯罪。

source: In the counter-terrorism instruments, criminalization was of the association type provided for in the Convention on the Suppression of the Financing of Terrorism.
zh: 在反恐怖主义文书方面，研究了《制止向恐怖主义提供资助的国际公约》对犯罪团伙的刑事定罪。

source: Regarding the Convention against Transnational Organized Crime and its protocols, the various types of criminalization (corruption, money-laundering and participation in organized criminal gangs) were considered with the exception of the obstruction of justice (article 23 of the Convention against Transnational Organized Crime).
zh: 在《联合国打击跨国有组织犯罪公约》及其议定书方面，研究了对除妨害司法之外的各种行为（腐败、洗钱、参加有组织犯罪集团）的刑事定罪。

source: Criminal association
zh: ⑴ 犯罪团伙

source: This offence which is to be found in the Convention on the Suppression of the Financing of Terrorism was considered in order to study how to implement the provisions concerning the criminalization of offences relating to terrorism.
zh: 研究《制止向恐怖主义提供资助的国际公约》对犯罪团伙的刑事定罪，是为研究如何实施关于恐怖主义的刑事定罪。

source: It became clear that the universal instruments do not require the criminalization of terrorism itself but simply require the criminalization of certain serious acts regardless of their purpose or motive.
zh: 在这方面首先应指出，各项国际文书并未要求对恐怖主义进行刑事定罪，而是要求将某些严重行为定为刑事犯罪即可，无论此类行为属于何种目的或动机。

source: According to Burkina Faso's national constitution, which provides in article 151, that conventions (from their time of ratification) shall take precedence over domestic law, certain provisions of the conventions on terrorism could be directly applied but, in practice, reference is not always made to the Convention, hence the importance of enforcement.
zh: 布基纳法索宪法第151条规定，经批准的条约高于国内法，所以某些关于恐怖主义的公约条款可直接适用。 但在实践中，公约并不总是可以直接应用，因此需要予以实施。

source: Consideration of criminalization in the Convention on the Suppression of the Financing of Terrorism falls within this context.
zh: 对《制止向恐怖主义提供资助的国际公约》刑事定罪的研究是在此框架下进行的。

source: The criminalization provided for in article 2 specifies the constituent elements as well as the quality of perpetrators or accomplices.
zh: 公约第2条所载的刑事定罪，明确规定了犯罪构成要件及行为人和共犯。

source: Notably, the financing of terrorism which remains an offence before the act is committed is deemed to have occurred once a constituent element exists and the mere initiation of action is sufficient to make it an offence.
zh: 应特别指出，资助恐怖主义行为是恐怖罪行的前罪，若存在其构成行为之一即构成犯罪，任何开始实施的行为均足以构成犯罪特征。

source: Accordingly, article 2, paragraph 3, stipulates that the funds need not actually be used to commit the intended offence.
zh: 按此含义，第2条第3款阐述，有关资金不需实际用于实施所述的罪行。

source: Regarding persons who may be prosecuted, article 2, 5 stipulates that anyone commits an offence if that person:
zh: 关于哪些人员可受起诉问题，第2条第5款明确规定：

source: - participates as an accomplice in one of the offences listed above;
zh: 任何人如有以下行为，也构成犯罪：

source: - organizes or directs others to commit one of these offences;
zh: - 组织或指使他人实施上述罪行；

source: - contributes to the commission of such offences by a group of persons acting with a common purpose; such contribution can be made either with the aim of furthering the criminal activity or criminal purpose of the group; or in the knowledge of the criminal intention of the group.
zh: - 协助以共同目的行事的一伙人实施上述一种或多种罪行；这种协助或是为了促进该团伙犯罪活动或犯罪目的，或是明知该团伙有犯罪意图。

source: Also guilty of such crimes within the meaning of the Convention are any persons who attempt to commit one of the offences listed above.
zh: 公约规定，任何人如试图实施上述某项罪行，也构成犯罪。

source: An analysis of the laws of Burkina Faso shows that the financing of terrorism is not considered an offence.
zh: 对布基纳法索法律进行分析发现，本国法律没有资助恐怖主义行为罪。

source: Accordingly, it has been recommended for incorporation using the model proposed by UNODC.
zh: 因此建议，可参照禁毒办提出的模式，将该罪行纳入国内法。

source: Criminalization in the Convention against Transnational Organized Crime and its Protocols
zh: ⑵ 《联合国打击跨国有组织犯罪公约》及其议定书所定的刑事犯罪

source: The idea was principally to study how to implement the criminalization provisions relating to laundering the proceeds of crime, corruption and participation in organized criminal gangs.
zh: 主要研究内容为，实施对清洗犯罪所得、腐败和参加有组织犯罪集团的刑事定罪。

source: Regarding money-laundering, the law is silent on criminalization although under national drug laws, it is considered an offence to launder drug money and (a uniform law on money-laundering is currently being drafted).
zh: 应指出，我国法律在对洗钱进行刑事定罪方面存在缺陷，虽然反毒品法载有关于清洗贩毒资金的罪行；目前正在起草统一的洗钱法。

source: - conversion or transfer of the proceeds of crime (article 6.1 (a) (i));
zh: - 转换或转让犯罪所得（第6条第1款㈠1项）；

source: - concealment or disguise of the proceeds of crime (article 6.1 (a) (ii));
zh: - 隐瞒或掩饰犯罪所得（第6条第1款㈠2项）；

source: - acquisition, possession or use of the proceeds of crime (article 6.1 (b) (i)); and
zh: - 获取、占有或使用犯罪所得（第6条第1款㈠3项）；

source: - participation in association with or conspiracy to commit, attempts to commit and aiding, abetting, facilitating and counselling the commission of any of the aforementioned offences (article 6.1 (b) (ii)).
zh: - 参与、合伙或共谋实施，实施未遂，以及协助、教唆、促使和参谋实施上述三种犯罪犯罪所得（第6条第1款㈡2项）；

source: The criminalization of corruption as provided for in Article 8 of the Palermo Convention, is addressed in articles 156 and following of the penal code. However, these provisions are not sufficient for the full criminalization of corruption as required under the Convention and should be supplemented by the criminalization of active corruption by public officials as provided for in the Convention and passive corruption of public officials through direct or indirect solicitation of an undue advantage for themselves or for any other person or entity.
zh: 《巴勒莫公约》第8条对腐败的刑事定罪，在本国刑法第156及以下各条中有相应规定；然而应指出，这些规定对按公约要求完善实施对腐败的刑事定罪还不充分，必须对其加以补充，将公约所述的公职人员为其本人或其他人员或实体直接或间接索取或接受不应有的好处的主动和被动腐败行为定为刑事犯罪。

source: Regarding participation in organized criminal groups which, according to the laws of Burkina Faso, is likened to association with lawbreakers and assistance to criminals, it was underscored that the relevant provisions are in conformity with Article 5 of the Convention but they need to be complemented by other provisions aimed at criminalizing:
zh: 最后，参加有组织犯罪集团的行为类似我国刑法中的犯罪团伙和向犯罪分子提供协助。

source: - agreeing with one or more other persons;
zh: - 将与一人或多人约定实施犯罪定为刑事犯罪；

source: - knowledge by the offender of the criminal nature of the group or at least one of its criminal activities or objectives;
zh: - 明知集团属于犯罪性质或犯罪分子至少一项活动或犯罪目的；

source: - introduction of the purpose relating directly or indirectly to the obtaining of a financial or other material benefit.
zh: - 目的是为直接或间接获得金钱或其他物质利益。

source: Such purposes, it should be noted, makes it possible to establish a link between participation in an organized criminal group and terrorism.
zh: 应指出，通过此一目的可区分参加犯罪集团和恐怖主义。

source: The discussions which followed focused on such issues as proof of terrorist intention in the financing of terrorism, the distinction between political crimes and terrorist acts, the problem of counter-terrorism and corruption in developing countries, the harmonization of the implementation of universal instruments and the process of drafting a uniform law on money-laundering in Burkina Faso.
zh: 就该专题进行的辩论涉及以下各点：如何证明资助恐怖主义行为中的恐怖意图；如何区分政治犯罪和恐怖行为；发展中国家打击恐怖主义和腐败问题；如果协调各项国际文书的实施；以及起草统一的布基纳法索反洗钱法过程等。

source: International cooperation under universal instruments for combating transnational organized crime and terrorism
zh: 3. 打击跨国有组织犯罪和恐怖主义国际文书中的国际合作

source: This topic, whose purpose was to identify the international legal cooperation instruments that comply with the conventions against terrorism and transnational organized crime, addressed three main points, followed by practical exercises:
zh: 该专题旨在介绍各项反恐公约和联合国打击跨国有组织犯罪公约对应的国际合作法律文书，在该专题下对三项主要内容进行了个案研究：

source: - forms of international cooperation under the United Nations Convention against Transnational Organized Crime;
zh: - 联合国打击跨国有组织犯罪公约下的国际合作形式；

source: - Burkina Faso's bilateral and multilateral obligations to combat organized crime and terrorism;
zh: - 布基纳法索对打击有组织犯罪和恐怖主义的多双边承诺；

source: - mutual legal assistance.
zh: - 司法协助。

source: Forms of international cooperation under the United Nations Convention against Transnational Organized Crime
zh: ⑴ 联合国打击跨国有组织犯罪公约下的国际合作形式

source: This point covered the challenges to cooperation of eliminating possible havens for criminal groups, and of reducing the gap between the abilities of such groups and the operational capacities of the authorities dealing with organized crime and terrorism.
zh: 通过该项内容确定了合作面临的挑战，以使犯罪集团找不到可能的庇护，并减少犯罪集团预测能力和打击有组织犯罪和恐怖主义主管当局行动能力之间的差距。

source: International cooperation was reviewed for its adherence to the provisions of the Convention. The review addressed the matter of legal cooperation, focusing mainly on the elements of cooperation and the principles underlying extradition treaties.
zh: 联合国打击跨国有组织犯罪公约的规定下的国际合作涉及司法合作，对其所作研究主要是关于司法合作所涉的要素及引渡条约的主导原则。
